[
	{
		"word": "along with",
		"meaning": "in addition to someone or something else",
		"example": "Now we’ve got hospital bills along with our usual expenses.",
		"proficiency": 0
	},
	{
		"word": "likewise",
		"meaning": "in the same way",
		"example": "Just water these plants twice a week, and likewise the ones in the bedroom.",
		"proficiency": 0
	},
	{
		"word": "correspondingly",
		"meaning": "in a way that is similar to, connected with, or caused by something else",
		"example": "Life in the city is more expensive, but salaries are correspondingly higher.",
		"proficiency": 0
	},
	{
		"word": "deplete",
		"meaning": "to reduce something in size or amount, especially supplies of energy, money, etc.",
		"example": "If we continue to deplete the earth's natural resources, we will cause serious damage to the environment.",
		"proficiency": 0
	},
	{
		"word": "vary",
		"meaning": "If things of the same type vary, they are different from each other, and if you vary them, you cause them to be different from each other",
		"example": "Salary scales vary between states/from state to state/according to state/with each state.",
		"proficiency": 0
	},
	{
		"word": "swell",
		"meaning": "to become larger and rounder than usual; to (cause to) increase in size or amount",
		"example": "It was obvious she had broken her toe, because it immediately started to swell (up).",
		"proficiency": 0
	},
	{
		"word": "renovate",
		"meaning": "to repair and improve something, especially a building",
		"example": "He renovates old houses and sells them at a profit.",
		"proficiency": 0
	},
	{
		"word": "deteriorate",
		"meaning": "to become worse",
		"example": "She was taken into hospital last week when her condition suddenly deteriorated.",
		"proficiency": 0
	},
	{
		"word": "subcontinent",
		"meaning": "a large area of land that is part of a continent, often referring to South Asia",
		"example": "He has written a book about the history of railways in the subcontinent.",
		"proficiency": 0
	},
	{
		"word": "negotiation",
		"meaning": "the process of discussing something with someone in order to reach an agreement with them, or the discussions themselves",
		"example": "The agreement was reached after a series of difficult negotiations.",
		"proficiency": 0
	},
	{
		"word": "pension",
		"meaning": "an amount of money paid regularly by the government or a private company to a person who does not work any more because they are too old or have become ill",
		"example": "He won't be able to draw (= receive) his pension until he's 65.",
		"proficiency": 0
	},
	{
		"word": "superintendent",
		"meaning": "a person who is in charge of work done in a particular department, office, etc., or who is responsible for keeping a building or place in good condition",
		"example": "In the US, a school superintendent is in charge of the schools in a particular area.",
		"proficiency": 0
	},
	{
		"word": "crescent",
		"meaning": "(something with) a curved shape that has two narrow pointed ends, like the moon when it is less than half of a circle",
		"example": "The moon was a brightly shining crescent.",
		"proficiency": 0
	},
	{
		"word": "minuscule",
		"meaning": "extremely small",
		"example": "All she gave him to eat was two minuscule pieces of toast.",
		"proficiency": 0
	},
	{
		"word": "colossal",
		"meaning": "extremely large",
		"example": "In the centre of the hall stood a colossal wooden statue, decorated in ivory and gold.",
		"proficiency": 0
	},
	{
		"word": "conscientious",
		"meaning": "putting a lot of effort into your work",
		"example": "a conscientious student",
		"proficiency": 0
	},
	{
		"word": "dissuade",
		"meaning": "to persuade someone not to do something",
		"example": "I tried to dissuade her from leaving.",
		"proficiency": 0
	},
	{
		"word": "quash",
		"meaning": "to say officially that something, especially an earlier official decision, is no longer to be accepted",
		"example": "His conviction was quashed in March 1986 after his counsel argued that the police evidence was all lies.",
		"proficiency": 0
	},
	{
		"word": "rescind",
		"meaning": "to make a law, agreement, order, or decision no longer have any (legal) power",
		"example": "The policy of charging air travellers for vegetarian meals proved unpopular and has already been rescinded.",
		"proficiency": 0
	},
	{
		"word": "deter",
		"meaning": "to prevent someone from doing something or to make someone less enthusiastic about doing something by making it difficult for that person to do it or by threatening bad results if they do it",
		"example": "High prices are deterring many young people from buying houses.",
		"proficiency": 0
	},
	{
		"word": "unprecedented",
		"meaning": "never having happened or existed in the past",
		"example": "This century has witnessed environmental destruction on an unprecedented scale.",
		"proficiency": 0
	},
	{
		"word": "profound",
		"meaning": "felt or experienced very strongly or in an extreme way",
		"example": "His mother's death when he was aged six had a very profound effect on him.",
		"proficiency": 0
	},
	{
		"word": "subtle",
		"meaning": "not loud, bright, noticeable, or obvious in any way",
		"example": "The room was painted a subtle shade of pink.",
		"proficiency": 0
	},
	{
		"word": "surreal",
		"meaning": "strange; not seeming real; like a dream",
		"example": "Driving through the total darkness was a slightly surreal experience.",
		"proficiency": 0
	},
	{
		"word": "pharmaceuticals",
		"meaning": "relating to the production of medicines",
		"example": "a pharmaceutical company/product/journal",
		"proficiency": 0
	},
	{
		"word": "reluctance",
		"meaning": "an unwillingness to do something",
		"example": "I accepted his resignation with great reluctance.",
		"proficiency": 0
	},
	{
		"word": "Convergence",
		"meaning": "the fact that two or more things, ideas, etc. become similar or come together",
		"example": "The convergence of pop-cultural trends and technological progress gave us camera phones and the \"selfie\".",
		"proficiency": 0
	},
	{
		"word": "Adolescence",
		"meaning": "the period of time in a person's life when they are developing into an adult",
		"example": "yet another novel about the joys and sorrows of adolescence\n",
		"proficiency": 0
	},
	{
		"word": "convalesce",
		"meaning": "to rest in order to get better after an illness",
		"example": "After your operation, you'll need to convalesce for a week or two.",
		"proficiency": 0
	},
	{
		"word": "cognitive",
		"meaning": "connected with thinking or conscious mental processes",
		"example": "Some of her cognitive functions have been impaired.",
		"proficiency": 0
	}
]
